Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=819_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Elinkeinot
sme: Sámealáhusat

source: Poronhoito
sme: Boazodoallu

source: Poronhoito on näkyvin osa saamelaiskulttuuria.
sme: Boazodoallu lea sámekultuvrra guovddáš oassi.

source: Kaikki saamelaiset eivät saa elantoaan poronhoidosta, mutta sen yhteisöllinen ja kulttuurinen merkitys on edelleen suurta.
sme: Buot sámit eai oaččo ealáhusa boazodoalus, muhto dan servodatlaš ja kultuvrralaš mearkkašupmi lea ainge stuoris.

source: Poronhoidon vuotuistapahtumiin, kesäisiin vasanmerkityksiin ja talvisiin poroerotuksiin, osallistuu yleensä koko suku.
sme: Boazodoalu jahkásašdáhpáhusaide, geassemiessemearkumiidda ja dálverátkimiidda, oassálastá dábálaččat oppa sohka.

source: Se on ainoa perinteinen saamelaiselinkeino, joka on yksistään kannattava.
sme: Dat lea áidna árbevirolaš sámi ealáhus, mii okto lea gánnáhahtti.

source: Poronhoidon tuloista noin 14 prosenttia muodostuu valtiollisista ja EU-tuista.
sme: Boazodoalu boađuin sullii 14 proseantta čoahkkanit stáhta ja EU-doarjagiin.

source: Moni saamelainen harjoittaa poronhoidon yhteydessä pienimuotoista matkailu- tai jalostustoimintaa.
sme: Máŋggas sápmelaččain barget boazodoalu oktavuođas smávvalágan turisma- dahje gárvvistandoaimma.

source: Saamelaisten kotiseutualue kuuluu erityiseen poronhoitoalueeseen, jossa poroilla on vapaa laidunnusoikeus.
sme: Sámiid ruovttuguovlu gullá erenoamáš boazodoalloguvlui, gos bohccuin lea friddja guohtunvuoigatvuohta.

source: Kotiseutualueella on 13 paliskuntaa ja noin 1250 poronomistajaa, mikä on noin 27 % koko Suomen poronomistajista.
sme: Ruovttuguovllus leat 13 bálgosa ja sulli 1250 boazoeaiggáda, mii lea sullii 27 % oppa Suoma boazoeaiggádiin.

source: Eloporoja on noin 40 % (78 307) koko Suomen eloporoista ja vajaa 80 % Lapin eloporoista.
sme: Eallibohccot leat sullii 40 % (78 307) oppa Suoma eallibohccuin ja vádjit 80 % Sámi eallibohccuin.

source: Kartta: Saamelaisten kotiseutualueen paliskunnat
sme: Kárta: Sámi ruovttuguovllu bálgesat / bálgosat

source: Saamelainen poronhoito perustuu laidunkiertojärjestelmään, joka pohjautuu porojen biologiaan ja poronhoitajien kulttuurisiin tapoihin.
sme: Sámiid boazodoallu vuođđuduvvá dálve- ja geasseeanaguohtunortnegii, mii vuođđuduvvá bohccuid biologiijai ja badjeolbmuid kultuvrralaš dábiide.

source: Poroja laidunnetaan eri kesä- ja talvialueilla, lisäksi keväällä on oma laidunalue vasomista varten ja syksyllä porojen rykimisalue.
sme: Bohccot guođohuvvojit sierra geasse- ja dálveeatnamiin, lassin giđđat lea iežas guođohaneana guoddima várás ja čakčat bohccuid ragatguovlu.

source: Poronhoidossa eri alueiden riittävyys on välttämätöntä.
sme: Boazodoalus lea vealtameahttun, ahte iešguđetlágan eatnamat leat doarvái.

source: Saamelaista poronhoitoa harjoitetaan ns. talvisiidoissa, jotka ovat muutaman poroperheen muodostamia sukulaisuuteen perustuvia paimennusyksiköitä.
sme: Sámi boazodoallu ollašuhttojuvvo ng. dálvesiiddain, mat leat muhtun badjebearraša ráhkadan, sohkii vuođđuduvvi guođohanovttadagat.

source: Siita ohjaa poronhoidon harjoittamista omalla nautinta-alueellaan.
sme: Siida stivre boazodoalu ollašuhttima iežas návddašaneatnamiin.

source: Paliskunnan alueella paimentaa useampia siitoja.
sme: Bálgosa eatnamiin guhtot máŋggat siiddat.

source: Siitojen nautinta-alueiden rajat eivät ole staattisia, vaan ne voivat muuttua laidunolosuhteiden mukaan ja eri siidat voivat myös yhdistyä toisiinsa.
sme: Siiddaid návddašaneatnamiid ráját eai biso ovtta sajis, muhto dat sáhttet molsašuvvat guohtundiliid mielde ja eará siiddat sáhttet maiddái ovttastuvvat nuppiideaset.

source: Poroja kaarteessa
sme: Bohccot gárddis

source: Poronhoidon vaikutuksesta luontoon on puhuttu hyvin paljon ja on väitetty, että saamelaisten kotiseutualueella olisi ylilaidunnusta.
sme: Boazodoalu váikkuhusas lundui lea hállojuvvon hui ollu ja lea čuoččuhuvvon, ahte sámiid ruovttuguovllus livčče liigeguođoheapni.

source: Poro kuten erilaiset peuralajit ovat kuuluneet saamelaisten kotiseutualueen luontoon kautta historian.
sme: Boazu dego earálágan goddešlájat leat gullan sámiid ruovttuguovllus luondui miehtá historjjá.

source: Uusimpien tutkimustuloksien mukaan porot voivat laidunnuksellaan ehkäistä tulokaslajien tuloa arktiselle alueelle.
sme: Ođđasamos dutkanbohtosiid mielde bohccot sáhttet guohtumiin eastit ođđašlájaid boahtima árktalaš guovlluide.

source: Ilmaston lämmitessä uusia kasvi- ja eläinlajeja tulee pohjoiseen.
sme: Dálkádaga liegganettiin ođđa šaddo- ja eallišlájat bohtet davás.

source: Porot estävät laidunnuksellaan myös pajukoitumisen ja ylläpitävät varpukasvillisuutta sekä lannoittavat arktisen alueen luontoa.
sme: Bohccot estet guohtumiin maiddái šieđgaluvvama ja doalahit daŋasšattuid sihke duktejit árktalaš guovllu luonddu.

source: Ilmatieteen laitoksen tutkimuksen mukaan porojen intensiivinen laidunnus hidastaa lumen sulamista keväisin hidastaen samalla ilmaston lämpiämistä.
sme: Dálkediehtaga lágádusa dutkamuša mielde bohccuid intensiiva guohtun hihttuda muohttaga suddama giđđat hihttudemiin seammás dálkádaga liegganeami.

source: Porot merkitään omalla korvamerkillään.
sme: Bohccot merkejuvvojit iežas bealljemearkain.

source: Korvamerkki ilmoittaa omistajuuden ja suvun, johon poron omistaja kuuluu.
sme: Bealljemearka almmuha oamasteaddji ja soga, masa bohcco oamasteaddji gullá.

source: Saamelaisessa poronhoidossa merkit annetaan sukumerkkijärjestelmän mukaan.
sme: Sámiid boazodoalus mearkkat addojit sohkamearkavuođádaga mielde.

source: Jokaisella suvulla on oma merkkilinja.
sme: Juohkehaš sogas lea iežas mearkalinjá.

source: Lasten korvamerkit ovat variaatioita vanhempien, yleensä jo edesmenneiden sukulaisten merkeistä.
sme: Mánáid bealljemearkkat leat variašuvnnat vánhemiid, dábálaččat juo jápmán fulkkiid mearkkain.

source: Eli kaikki merkkilinjan merkit muistuttavat toisiaan.
sme: Dahjege buot mearkalinjjá mearkkat muittuhit nuppiid.

source: Joissakin kotiseutualueen paliskunnassa poroja ruokitaan talvisin tai heinää käytetään paimennuksessa apuna.
sme: Muhtun ruovttuguovllu bálgosiin bohccuid bibmet dálvit dahje suoinnit atnojuvvojit guođoheamis veahkkin.

source: Syinä lisäruokintaan ovat olleet mm. laidunalueiden pirstoutuminen, metsänhakkuu ja muut kilpailevat maankäyttömuodot, jotka ovat vähentäneet laidunten määrää.
sme: Sivvan lassibiebmamii leat leamaš ee. guohtoneatnamiid hádjáluvvan, vuovdečuollamat ja eará gilvaleaddji eanageavahanvuogit, mat leat geahpedan guohtoneatnamiid meari.

source: Pääosin porot syövät edelleenkin luonnonlaitumilla.
sme: Eanáš oassi bohccuin guhtot ainge luondduviđáguohtoneatnamiin.

source: Käytännössä koko saamelaisten kotiseutualue on ollut ja on edelleen porojen laidunnuksessa.
sme: Geavadagas oppa sámiid ruovttuguovlu lea leamaš ja lea ain bohccuid guohtuneanan.

source: Vaikka poronhoidossa käytetään nykyisin mönkijöitä ja moottorikelkkoja apuna, poron, luonnon ja ilmaston tunteminen on hyvin tärkeä osa poronhoitajien ammattitaitoa.
sme: Vaikko boazodoalus geavahit dán áigge njealjejuvllagiid ja mohtorgielkkáid veahkkin, bohcco, luonddu ja dálkádaga dovdan lea hui dehalaš oassi badjeolbmuid ámmátdáiddus.

source: Poronhoito ylläpitää saamen kieltä ja luo luonnollisia saamen kielen käyttöympäristöjä.
sme: Boazodoallu doalaha sámegiela ja ráhkaga lunddolaš sámegiela geavahanbirrasiid.

source: Saamen kielessä on hyvin tarkka ja runsas poronhoitoon ja luontoon liittyvä terminologia.
sme: Sámegielas lea hui dárkkes ja ollu boazodollui ja lundui gulavaš terminologiija.

source: Ammattimaisesti poronhoitoa harjoittavien keski-ikä on jatkuvasti nousussa (nykyisin noin 47 vuotta) ja samalla poronhoitajien kokonaismäärä on laskussa.
sme: Ámmátlaččat boazodoalu ollašuhttiid gaskaahki lea jámma loktanan (dán áigge sulllii 47 jagi) ja seammás badjeolbmuid olles mearri lea unnumin.

source: Poronhoidon tulevaisuutta uhkaa elinkeinon heikko kannattavuus, saamelaisten poismuutto pois saamelaisten kotiseutualueelta, ilmastonmuutos sekä kasvava petomäärä.
sme: Boazodoalu boahtteáiggi uhkida ealáhusa heittot gánnáhanmuddu, sámiid eretfárren sámiid ruovttuguovllus, dálkkádatnuppástus sihke lassáneaddji spiriidmearri.

source: Saamelainen käsityö, duodji on osa saamelaisten luonnon ja kulttuurin välistä suhdetta ja saamelaista elämäntapaa.
sme: Sámi duodji, duodji lea oassi sámiid luonddu ja kultuvrra gaskasaš gaskavuođa ja sámiid eallinvuogi.

source: Käsityö on sekä taidetta että elinkeinomuoto.
sme: Duodji lea sihke dáidda ja ealáhusvuohki.

source: Käsityöperinne on vuorovaikutusta luonnon kanssa sekä materiaalin hankinnassa että käsitöiden koristeluissa.
sme: Duodjeárbi lea vuorrováikkuhus luondduin sihke materiála háhkamis ja dujiid hervemis.

source: Jokaisella alueella on oma tapansa tehdä saamen käsityötä.
sme: Juohke guovllus lea iežas vuohki duddjot sámi duoji.

source: Pääkäsityöperinteet Suomessa ovat koltan-, inarin- ja pohjoissaamen käsityöt.
sme: Váldoduodjeárbbit Suomas leat nuortalaš-, anáraš- ja davvisápmelaš duojit.

source: Käsityö on väline, jonka kautta opetetaan kulttuuria, sen arvoja, filosofiaa, ajattelumaailmaa.
sme: Duodji lea gaskaoapmi, man bokte oahpahuvvo kultuvra, dan árvvut, filosofiija, jurddašanmáilbmi.

source: Käsityötaito siirtyy sukupolvelta toiselle sosiaalisessa kanssakäymisessä.
sme: Duodjedáidu sirdašuvvá buolvvas nubbái sosiálalaš dáhkamusaš.

source: Tärkeä osa käsityötaitoa on saamen kielinen käsityöterminologia.
sme: Dehalaš oassi duodjedáiddus lea sámegielat duodjeterminologiija.

source: Käsityö on nykyisin sekä tarveaineiden ja vaatteiden valmistusta mutta myös taidekäsityötä.
sme: Duodji lea dán áigge sihke atnuávdnasiid ja biktasiid ráhkadeapmi muhto maiddái dáiddaduodji.

source: Saamen käsityö jakaantuu ns. pehmeisiin ja koviin käsitöihin.
sme: Sámi duodji juohkášuvvá ng. dipma ja garra dujiide.

source: Käsityön raaka-aineet kerätään luonnosta kestävällä tavalla.
sme: Duoji materiálaid čoaggit luonddus bistevaš vugiin.

source: Käsityö elää luonnonkierron mukaan ja materiaalit kerätään ja käsitellään tiettyyn aikaan vuodesta.
sme: Duodji eallá luonddulotnašuvvama mielde ja materiálaid čoaggit ja gieđahallat dihto áigge jagis.

source: Niiden valmistuksessa hyödynnetään raaka-aineiden kaikkia osia.
sme: Daid ráhkadeamis ávkkástallat materiálaid buot osiid.

source: Leppää, koivua ja pajua käytetään nahan parkituksessa.
sme: Leaibbi, soagi ja sieđgga geavahit náhki ostemis.

source: Juuria käytetään erityisesti inarin- ja koltansaamen käsityöperinteessä tarve-esineiden valmistukseen ja koristeluun.
sme: Vettiid atnet erenoamážit anár- ja nuortlašduodjeárbbis atnubiergasiid ráhkadeapmai ja hervemii.

source: Porosta käytetään nahkoja, sarvia, luita ja jänteitä.
sme: Bohccos geavahit náhkiid, čorvviid, dávttiid ja suonaid.

source: Kasveja käytetään kankaiden värjäämiseen ja kenkäheiniä kerätään jalkojen pitämiseksi lämpiminä nutukkaissa.
sme: Šattuid atnet diŋggaid báidnimii ja gámasuoinniid čoaggit vai juolggit bissot liekkasin nuvttohiid siste.

source: Kalan-, linnun- ja pienriistan nahkoja käytetään pienkäsitöiden valmistuksessa.
sme: Guoli-, lotti- ja smávvafuođđuid náhkiid geavahit smávvadujiid ráhkadeapmai.

source: Puukäsitöitä tehdään katajasta ja pahkoista.
sme: Muorradujiid duddjojit reatkáin ja báhkiin.

source: Lisäksi käytetään tinaa, kultaa ja hopeaa.
sme: Lassin geavahit dani, golli ja silbba.

source: Käsitöiden koristelu ja värit ilmentävät luontoa ja eri vuodenaikoja, erityisesti ruskan eri sävyt näkyvät monissa saamen käsitöissä.
sme: Dujiid herven ja ivnnit govvidit luonddu ja eará jagiáiggiid, erenoamážit ruškki iešguđetlágan ivnnit oidnojit máŋggain sámi dujiin.

source: Koltansaamen käsityöperinnettä, juurikäsitöitä
sme: Nuortalašsámiid duodjeárbi, veaddeduojit

source: Saamenpuku on saamelaisten kansallispuku ja saamelaisen etnisiteetin tunnus.
sme: Sámegákti lea sámiid álbmotbivttas ja sámiid etnisitehta dovddaldat.

source: Pukua käytetään nykyisin pääasiassa juhla-asuna, niin häissä kuin hautajaisissakin, mutta myös virallisten kokousten asuna.
sme: Gávttii atnit dán áigge váldoáššis ávvudanbivttasin, nu heajain go hávdádusainge, muhto maiddái virggálaš čoahkkimiid bivtttasin.

source: Vanhemmalle saamelaisväestölle saamenpuku on säilynyt edelleen arkivaatteena.
sme: Boarrasut sámeálbmogii sámegákti lea seilon ain árgabivttasin.

source: Puvun koristelut ja kokonaisuus kertovat mistä päin saamenmaata henkilö on kotoisin, jopa siviilisäädyn ja suvun.
sme: Gávtti hervemat ja ollisvuohta muitalit gos guovllos sámi olmmoš lea eret, juoba siviilaseađu ja soga.

source: Saamen puku on muuttunut aikojen saatossa ja pukua voidaan edelleen varioida.
sme: Sámegákti lea nuppástuvvan áiggiid mielde ja gávtti sáhttá ainge variariseret.

source: Suomessa on käytössä viisi saamen puvun päämallia: Tenon, Inarin, Enontekiön, Vuotson ja kolttasaamelaisten puku.
sme: Suomas leat anus vihtta sámegávtti váldomálle: Deanu, Anára, Eanodaga, Vuohcu ja nuortalaččaid gákti.

source: Saamen pukua ja saamen käsityötä laajemminkin on väärinkäytetty matkailussa ja saamen käsityötä muistuttavia kopioita myydään matkamuistioina.
sme: Sámegávtti ja sáme duoji viidasabbot lea boastut atnán turismmas ja sámi duoji muittuheaddji kopiijaid vuvdet mátkemuitun.

source: , myöntää merkin saamen käsityölle, josta voi tunnistaa aidon saamen käsityön.
sme: Sámi duojáriid ámmátsearvi, Sámi Duodji, mieđiha mearkka sáme duodjái, mas sáhttá dovdat eakti sáme duoji.

source: Sámi Duodji ry:n jäseneksi pääsevät vain taitavat käsityöntekijät.
sme: Sámi Duodji ro:a lahttun besset dušše čeahpes duojárat.

source: Jäseniä yhdistyksellä on noin 300.
sme: Lahtut searvvis leat sullii 300.

source: Saamen käsityöperinteestä erityisesti inarin- ja koltansaamen perinteet ovat uhanalaisia.
sme: Sámi duodjeárbi erenoamážit anár- ja nuortlašsámiid árbbit leat aitatvuložat.

source: Kalastus
sme: Guollebivdu

source: Kalastus on tärkeä osa saamelaiskulttuuria erityisesti Utsjoella ja Inarissa.
sme: Guollebivdu lea sámekultuvrra dehalaš oassi erenoamážit Ohcejogas ja Anáris.

source: Kalastus ei ole yksistään kannattava elinkeino, vaan kalastukseen liittyy usein poronhoitoa tai matkailupalveluja.
sme: Guollebivdu ii leat okto gánnáhahtti ealáhus, muhto guollebivdui laktásit dávjá boazodoallu dahje turismabálvalusat.

source: Jokaisella kalastusta harjoittavalla saamelaissuvulla on perinteiset kalapaikkansa, tiettyjen sukujen nautinnassa on omia järviä, lahtia tai jokien osia.
sme: Juohkehaš guollebivddu ollašuhtti sámesogas leat árbevirolaš guollesajit, dihto sogaid návddašeamis leat iežas jávrrit, luovttat dahje jogaid oasit.

source: Kaikki tuntevat omat ja muiden alueet ja pysyvät omilla nautinta-alueillaan.
sme: Buohkat dovdet iežaset ja earáid eatnamiid ja bissot iežaset návddášaneatnamiid alde.

source: Kalojen pyyntiin liittyy saamelainen arvomaailma, aluetta ei ylikalasteta ja huolehditaan siitä, että myös tulevina vuosina on riittävästi kalastettavaa.
sme: Guliid bivdimii laktasa sápmelaš árvumáilbmi, guovlu ii liigebivdo ja fuolahuvvo das, ahte maiddái čuovvovaš jagiid leat doarvái guoláštamoš.

source: Kalastusperinteessä on tärkeä yhteisöllinen ulottuvuutensa sekä kalastuksen oma saamenkielinen terminologiansa.
sme: Guollebivdoárbbis lea dehalaš servodatlaš olli sihke guollebivddu iežas sámegielat terminologiija.

source: Tenon kalastusperinteisiin kuuluvat nykyisin kielletyt poikkipato, tuulastus ja kullenuottaus sekä vielä käytössä olevat potku- ja mertapato, verkkopyynti seisovalla verkolla, nuottaus, kulkuttaminen eli ajoverkolla kalastus, ja vapa- ja viehekalastus.
sme: Deanu guollebivdoárbái gullet dán áigge gildojuvvon rastábuođđu, duhastus ja goldin sihke velá ain geavahusas joddo- ja meardebuođđu, fierbmebivdu orru firpmiin, nuohttun, golgadeapmi dahje áhpegolgadan bivdu, ja stággo- ja vuoggabivdu.

source: Kolttakulttuurin oma erikoisuutensa on Näätämön Kolttakoskessa harrastettu käpälänuottaus.
sme: Nuortalaškultuvrra iežas erenoamášvuohtan lea Njávdáma Kolttakoskis ollašuhtton geahpilnuohttun.

source: Kulkutusta Tenolla
sme: Nuorra guollebivdit

source: Saamelainen kalastusperinne on vaarassa kadota.
sme: Sáme guollebivdoárbi lea váras jávkat.

source: Kalastusperinnettä uhkaa saamelaisten poismuutto pois kotiseutualueelta ja kalastuksen heikko kannattavuus.
sme: Guollebivdoárbbi uhkida sápmelaččaid eretfárren ruovttuguovllus eret ja guollebivddu heittot gánnáhahttivuohta.

source: Muuttaessaan saamelaisten kotiseutualueen ulkopuolelle saamelaiset menettävät lainsäädännöllisen oikeutensa liikkua ja käyttää luontoa tietyillä alueilla menettäen yhteyden perinteisiin sukualueisiin.
sme: Fárredettiin sámiid ruovttuguovllu olggobeallai sámit manahit lágalaš vuoigatvuoiđaideaset lihkadit ja ávkkástallat luonddu dihto guovlluin manahemiin oktavuođa árbevirolaš soahkaeatnamiidda.

source: Nuoret eivät enää opi luonnollisesti saamelaisesta kalastusperinteestä ja kalastusperinne, siihen liittyvä tietämys ja terminologia on vaarassa kadota.
sme: Nuorat eai šat oahpa lunddolaččat sámi guollebivdoárbbi ja guollebivdoárbi, dasa gulavaš diehtu ja terminologiija lea váras jávkat.

source: Perinteiset pyyntivälineet ovat jäämässä pois käytöstä myös uuden tekniikan myötä.
sme: Árbevirolaš bivdobiergasat leat báhcimin eret geavahusas maiddái ođđa teknihká geažil.

source: Muut elinkeinot
sme: Eará ealáhusat

source: Keräily kuuluu edelleen tärkeänä osana saamelaisten ravinnon ja raaka-aineiden hankintaan.
sme: Čoaggin lea ain dehalaš oassi sámiid biepmu ja materiálaid háhkama.

source: Marjoja voidaan kerätä myös myyntiin.
sme: Murjjiid sáhttá čoaggit maiddái vuovdinláhkai.

source: Saamelaisilla on omat, perinteiset sukujen käytössä olevat keräilyalueensa, joista kerätään hillaa, puolukkaa ja mustikkaa.
sme: Sámiin leat iežaset, árbevirolaš sogaid geavahusas leahkki čoagginguovllut, gos čogget luopmániid, joŋaid ja sarridiid.

source: Muiden alueille ei perinteisesti mennä.
sme: Eará eatnamiidda ii árbevirolaččat manno.

source: Pyynti eli metsästys on ollut pitkään osana muita saamelaisia elinkeinoja.
sme: Bivdu dahjege meahccebivdu lea leamaš guhká eará sámi ealáhusaid oassin.

source: Metsästys ei ole yksistään kannattava elinkeino.
sme: Meahccebivdu ii leat okto gánnáhahtti ealáhus.

source: Nykyisin metsästetään erityisesti hirviä sekä riekkoja.
sme: Dán áigge bivdet erenoamážit ealggaid ja rievssahiid.

source: Saamelaisen pyyntikulttuurissa riekkoja pyydetään ansoilla.
sme: Sámi bivdokultuvrras gárdot rievssahiid.

source: Metsästäjillä on käytössä ns. riekonkaarteita ansapolkuina, joissa metsästäjät tekevät omille nautinta-alueilleen omat riekonansojen jononsa ja rykelmänsä.
sme: Meahcásteaddjiin leat anus ng. rievssatgárddit giellabálggisin, gos meahcásteaddjit ráhkadit iežaset návddášaneatnamiidda iežaset rievssat gielaid ráidduid ja gihpuid.

source: Toisten nautinta-alueille ei mennä pyytämään riekkoja.
sme: Nuppiid návddášaneatnamiidda ii manno gárdut rievssahiid.

source: Perinteisesti riekkoja pyydettiin sen verran kun sitä tarvittiin muun ravinnon lisänä ja myös myyntiä varten huolehtien kuitenkin siitä, että kanta pysyi kestävänä.
sme: Árbevirolaččat rievssahiid gárdo dan mađe go dárbbašedje eará biepmu lassin ja maidddái vuovdima várás fuolahemiin goitotge das, ahte nálli bisui bisovažžan.

source: Riekkokannan vaihtelut ovat vaikeuttaneet riekkojen pyyntiä.
sme: Rievssatnáli molsašuddamat leat váttásmahttán rievssahiid bivdima.

source: Maatalous tuli saamelaisten kotiseutualueelle 1700-luvulla ja erityisesti Utsjoen ja Inarin alueella osaksi kalastus- ja pyyntikulttuuria.
sme: Eanadoallu bođii sámiid ruovttuguvlui 1700-logus ja erenoamážit Ohcejoga ja Anára guvlui oassin guollebivdo- ja bivdokultuvrra.
